Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Include a JavaScript file
bn_bd: JavaScript ফাইল যোগ করুন

source: Increase the editor font size
bn_bd: এডিটরের ফন্টের আকার বাড়ান

source: Insert
bn_bd: প্রবেশ

source: Invalid Directory Name
bn_bd: অবৈধ ফোল্ডারের নাম

source: Invalid File Name
bn_bd: অবৈধ ফাইলের নাম

source: Item 1
bn_bd: অাইটেম 1

source: Item 2
bn_bd: আইটেম 2

source: Item 3
bn_bd: আইটেম 3

source: JavaScript File Inference Problem
bn_bd: JavaScript ফাইল ইনফিরেন্স সমস্যা

source: JS Quick Edit: place cursor in function name
bn_bd: JS দ্রুত সম্পাদনা: ফাংশনের নামের উপর কার্সার রাখুন

source: Jump to Definition
bn_bd: সংজ্ঞা দেখুন

source: Kate
bn_bd: কেট

source: Keep Calm Poster
bn_bd: কিপ ক্ল্যাম পোস্টার

source: Keep Calm {{ teachingKit }}
bn_bd: শান্ত থাকুন {{ teachingKit }}

source: Keep Existing File
bn_bd: বর্তমান ফাইলটি রাখুন

source: Keyframe Animation
bn_bd: কিফ্রেম অ্যানিমেশন

source: Last edited <% timeElapsed %>
bn_bd: সর্বশেষ সম্পাদিত হয়েছে <% timeElapsed %>

source: Leave feedback
bn_bd: মতামত প্রদান করুন

source: Lesson Plan
bn_bd: পাঠদানের পরিকল্পনা

source: Let me try anyway!
bn_bd: যেকোনভাবে আমাকে চেষ্টা করতে দিন!

source: Link Styles
bn_bd: লিঙ্ক স্ট্যাইল

source: Loading Project
bn_bd: প্রকল্প লোড হচ্ছে

source: Loading projects…
bn_bd: প্রজেক্ট লোডিং হচ্ছে...

source: Make a simple website to share what you love.
bn_bd: আপনি কি পছন্দ করেন শেয়ার করতে একটি সরল ওয়েবসাইট বানান।

source: Make your own version of these popular projects...
bn_bd: জনপ্রিয় প্রকল্পগুলোর নিজস্ব সংস্করণ তৈরি করুন...

source: Media Queries
bn_bd: মিডিয়া কুয়েরি

source: Mobile Meta
bn_bd: মোবাইল মেটা

source: Move Error
bn_bd: ত্রুটি স্থানান্তর করুন

source: Move To...
bn_bd: স্থানান্তর করুন...

source: My Six-Word Summer
bn_bd: ছয়-শব্দে আমার গ্রীষ্ম

source: Navigation inside a website
bn_bd: ওয়েবসাইটের ভিতরের নেভিগেশন

source: New File
bn_bd: নতুন ফাইল

source: New Project
bn_bd: নতুন প্রকল্প

source: New Rule
bn_bd: নতুন নিয়ম

source: No Quick Docs available for current cursor position
bn_bd: কার্সারের বর্তমান অবস্থানের জন্য কোনো কুইক ডকুমেন্টস নেই

source: No Quick Edit available for current cursor position
bn_bd: কার্সারের বর্তমান অবস্থানে দ্রুত সম্পাদনার কোন অপশন নেই

source: NOTE: if you are using Private Browsing mode, please reload in normal mode.
bn_bd: NOTE: যদি আপনি ব্যক্তিগত ব্রাউজিং মোড ব্যবহার করেন, তাহলে দয়াকরে সাধারণ মোডে পুনরায় লোড করুন।

source: Not Found ({{ httpStatusCode }})
bn_bd: ({{ httpStatusCode }}) পাওয়া যায়নি

source: Oh no! No matching projects found.
bn_bd: ওহ না! কোন প্রজেক্ট এ মিল খুঁজে পাওয়া যাচ্ছে না।

source: Oh no, page not found!
bn_bd: আহা! পাতাটি পাওয়া যায়নি!

source: OK, release the files!
bn_bd: সব ঠিক আছে, ফাইল অবমুক্ত করুন!

source: OK to Delete this project?
bn_bd: আপনি নিশ্চিত এই প্রকল্পটি মুছে ফেলবেন?

source: Oops, something went wrong!
bn_bd: ওহ! কোনো সমস্যা ঘটেছে।

source: Open the JavaScript Console
bn_bd: JavaScript কনসোল খুলুন

source: Ordered List
bn_bd: সুবিন্যস্ত তালিকা

source: ...or drag files here.
bn_bd: ...অথবা ড্র্যাগ করে এখানে ফাইল রাখুন।

source: Original Color
bn_bd: মূল রঙ

source: Overwrite
bn_bd: ওভাররাইট

source: Pick a folder
bn_bd: একটি ফোল্ডার নির্বাচন করুন

source: Pinhole
bn_bd: পিনহোল

source: Please Sign Out
bn_bd: অনুগ্রহ করে সাইন অাউট করুন

source: Please try what you did again. If you keep seeing this error, let us know.
bn_bd: আপনি যা করেছেন অনুগ্রহ করে আবার করুন। যদি এখনো এই ত্রুটি দেখতে পান, তাহলে আমাদের জানান।

source: Popular Tags
bn_bd: জনপ্রিয় ট্যাগ

source: Postcard {{ teachingKit }}
bn_bd: পোস্টকার্ড {{ teachingKit }}

source: PREVIEW
bn_bd: প্রাকদর্শন

source: Preview in desktop mode
bn_bd: ডেস্কটপ মোডে প্রাকদর্শন করুন

source: Preview in mobile mode
bn_bd: মোবাইল মোডে প্রাকদর্শন করুন

source: Project Description
bn_bd: প্রকল্পের বিবরণ

source: Project Root
bn_bd: প্রোজেক্ট রুট

source: Publish and share your Project
bn_bd: আপনার প্রকল্পটি প্রকাশ ও শেয়ার করুন

source: Published Version
bn_bd: প্রকাশিত সংস্করণ

source: Publishing...
bn_bd: প্রকাশিত হচ্ছে...

source: Publishing…
bn_bd: প্রকাশিত হচ্ছে...

source: Publish your Project
bn_bd: আপনার প্রকল্প প্রকাশ করুন

source: Quick Docs
bn_bd: জরুরি ডকুমেন্টস

source: Quick Edit
bn_bd: দ্রুত সম্পাদনা

source: Quick View on Hover
bn_bd: দ্রুত দেখতে হোভার করুন

source: Read more
bn_bd: আরও পড়ুন

source: Read the {{ backToSchoolPostcard }} teaching kit
bn_bd: শিক্ষা সামগ্রী {{ backToSchoolPostcard }} পড়ুন

source: Read the {{ currentEventsComic }} teaching kit
bn_bd: শিক্ষা সামগ্রী {{ currentEventsComic }} পড়ুন

source: Read the Docs
bn_bd: ডক্স পড়ুন

source: Read the {{ homeworkExcuseGenerator }} teaching kit
bn_bd: শিক্ষা সামগ্রী {{ homeworkExcuseGenerator }} পড়ুন

source: Read the {{ keepCalmPoster }} teaching kit
bn_bd: {{ keepCalmPoster }} এর শিক্ষা সামগ্রী পড়ুন

source: Read the {{ mySixWordSummer }} teaching kit
bn_bd: শিক্ষা সামগ্রী {{ mySixWordSummer }} পড়ুন

source: Read the {{ threeThingsILove }} teaching kit
bn_bd: শিক্ষা সামগ্রী {{ threeThingsILove }} পড়ুন

source: Redo your last edit
bn_bd: আপনার আগের সম্পাদনা পুনরায় করুন

source: Refresh the Preview
bn_bd: প্রাকদর্শন রিফ্রেশ করুন

source: Remix
bn_bd: রিমিক্স

source: Remix a basic JavaScript function to explain why your homework is late.
bn_bd: আপনার হোমওয়ার্ক কেন দেরি হয়েছে তা ব্যাখ্যা করতে JavaScript function ব্যবহার করেন।

source: Remix the {{ backToSchoolPostcard }} project
bn_bd: প্রকল্প {{ backToSchoolPostcard }} রিমিক্স করুন

source: Remix the {{ currentEventsComic }} project
bn_bd: প্রকল্প {{ currentEventsComic }} রিমিক্স করুন

source: Remix the {{ homeworkExcuseGenerator }} project
bn_bd: প্রকল্প {{ homeworkExcuseGenerator }} রিমিক্স করুন

source: Remix the {{ keepCalmPoster }} project
bn_bd: এই {{ keepCalmPoster }} প্রকল্পটি রিমিক্স করুন

source: Remix the {{ mySixWordSummer }} project
bn_bd: প্রকল্প {{ mySixWordSummer }} রিমিক্স করুন

source: Remix the {{ threeThingsILove }} project
bn_bd: প্রকল্প {{ threeThingsILove }} রিমিক্স করুন

source: Remix this Project
bn_bd: প্রকল্প রিমিক্স করুন

source: Remix this project with Thimble
bn_bd: Thimble এ এই প্রকল্প রিমিক্স করুন

source: Rename your Project
bn_bd: আপনার প্রকল্পের পুনঃনামকরন করুন

source: RGBa Format
bn_bd: RGBa ফরম্যাট

source: Saving...
bn_bd: সংরক্ষিত হচ্ছে...

source: Saving failed, retrying...
bn_bd: সংরক্ষণে ব্যর্থ হয়েছে, পুনঃচেষ্টা করছে...

source: Saving failed, retrying…
bn_bd: সংরক্ষণে ব্যর্থ হয়েছে, পুনঃচেষ্টা করছে...

source: Say Hi on Twitter
bn_bd: Twitter এ Hi বলুন

source: Search for a topic
bn_bd: বিষয় খোঁজ করুন

source: Searching for openly licensed<br /> images online
bn_bd: অনলাইনে উন্মুক্ত লাইসেন্সের ছবি অনুসন্ধান করুন

source: Service Unavailable ({{ httpStatusCode }})
bn_bd: পরিষেবা উপলব্ধ নয় ({{ httpStatusCode }})

source: Show Parameter Hint
bn_bd: প্যারামিটার হিন্ট প্রদর্শন

source: Show White Space
bn_bd: ফাঁকা স্থান প্রদর্শন করুন

source: Six-Word Summer {{ teachingKit }}
bn_bd: ছয়-শব্দে গ্রীষ্ম {{ teachingKit}}

source: Sorry, Thimble won't work in your Browser
bn_bd: দুঃখিত, Thimble আপনার ব্রাউজারে কাজ করবে না

source: <span class='dialog-filename'>{0}</span> has been deleted on disk outside of {APP_NAME}, but has unsaved changes in {APP_NAME}.<br /><br />Do you want to keep your changes?
bn_bd: <span class='dialog-filename'>{0}</span> {APP_NAME} এর বাইরে মুছে ফেলা হয়েছে, কিন্তু {APP_NAME} এর অসংরক্ষিত পরিবর্তন রয়েছে।<br /><br />আপনি কি পরিবর্তনগুলি রাখতে চান?

source: <span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}.<br /><br />Do you want to save the file and overwrite those changes?
bn_bd: {APP_NAME} এর বাহিরের ডিস্কে<span class='dialog-filename'> {0} </span>পরিবর্তিত হয়েছে। <br /><br />আপনি কি ফাইলটি সংরক্ষন করতে চান এবং ওই পরিবর্তনের ওপর ওভাররাইট করতে চান?

source: <span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}, but also has unsaved changes in {APP_NAME}.<br /><br />Which version do you want to keep?
bn_bd: <span class='dialog-filename'>{0}</span> {APP_NAME} এর বাইরে পরিবর্তিত হয়েছে, এবং {APP_NAME} এর অসংরক্ষিত পরিবর্তন রয়েছে।<br /><br />আপনি কোন সংস্করণটি রাখতে চান?

source: Start a new project from scratch
bn_bd: শূন্য থেকে একটি প্রকল্প শুরু করুন

source: Start a new Thimble project from scratch.
bn_bd: শূন্য থেকে একটি Thimble প্রকল্প তৈরি করুন।

source: Start a project from scratch
bn_bd: শূন্য থেকে একটি প্রকল্প শুরু করুন

source: Style an Anchor Tag
bn_bd: অ্যাঙ্কর ট্যাগ ইস্ট্যাইল করুন

source: Style a tag by name
bn_bd: ট্যাগ স্ট্যাইল করুন নামের দ্বারা

source: Successfully untarred <b>{0}</b>.
bn_bd: Untar সফলভাবে সম্পন্ন <b>{0}</b>।

source: Successfully unzipped <b>{0}</b>.
bn_bd: Unzip সফলভাবে সম্পন্ন <b>{0}</b>।

source: Sunrise
bn_bd: সূর্যোদয়

source: Switch Statement
bn_bd: সুইচ স্টেটমেন্ট

source: Switch to the dark theme
bn_bd: গাড় থিমে ফিরে যান

source: Switch to the light theme
bn_bd: হালকা থিমে ফিরে যান

source: Sync in progress...
bn_bd: সিঙ্ক প্রক্রিয়াধীন রয়েছে...

source: Sync in progress…
bn_bd: সিঙ্ক প্রক্রিয়াধীন রয়েছে...

source: Table
bn_bd: টেবিল

source: Take a Selfie
bn_bd: সেলফি তুলুন

source: Take a Selfie...
bn_bd: একটি সেলফি তুলুন...

source: Talk to us on Twitter
bn_bd: টুইটার এ আমাদের সাথে কথা বলুন

source: Teaching Kit
bn_bd: শিক্ষা সামগ্রী

source: Tell us what you did last summer in just six words.
bn_bd: গত গ্রীষ্মে আপনি কি করেছেন তা ছয় শব্দের মধ্যে আমাদের বলুন।

source: Text size
bn_bd: টেক্সটের আকার

source: The animation code
bn_bd: অ্যানিমেশন কোড করুন

source: The file/directory could not be found.
bn_bd: এই /directory ফাইলটি পাওয়া যায়নি।

source: The file/directory could not be read.
bn_bd: ফাইল /directory পড়া যাবে না।

source: The file or directory already exists.
bn_bd: ফাইলটি বা ফোল্ডারটি আগে থেকেই আছে।

source: There was an error loading your Project.<br>Please refresh your browser.
bn_bd: আপনার প্রকল্প লোড করার সময় একটি ত্রুটি হয়েছিল <br>অনুগ্রহ করে আপনার ব্রাউজার রিফ্রেশ করুন।

source: Thimble Application Error ({{ httpStatusCode }})
bn_bd: Thimble অ্যাপ্লিকেশন ত্রুটি ({{ httpStatusCode }})

source: Thimble By Mozilla
bn_bd: Mozilla'র তৈরি Thimble

source: Thimble by Mozilla - An online code editor for learners & educators.
bn_bd: Thimble, Mozilla নির্মিত শিক্ষার্থী এবং শিক্ষাবিদদের জন্য একটি অনলাইন কোড এডিটর।

source: Thimble is an online code editor that makes it easy to create and publish your own web pages while learning <a title="Learn about HTML" href="https://developer.mozilla.org/docs/Learn/HTML">HTML</a>, <a title="Learn about CSS" href="https://developer.mozilla.org/docs/Learn/CSS">CSS</a> &amp; <a title="Learn about JavaScript" href="https://developer.mozilla.org/docs/Learn/JavaScript">JavaScript</a>.
bn_bd: Thimble হল একটি অনলাইন কোড এডিটর যা আপনার নিজস্ব ওয়েব পাতা তৈরি ও প্রকাশ করাকে সহজ করে দেয় যখন আপনি <a title="Learn about HTML"href="https://developer.mozilla.org/docs/Learn/HTML">HTML</a>, <a title="Learn about CSS" href="https://developer.mozilla.org/docs/Learn/CSS">CSS</a> &amp; <a title="Learn about JavaScript" href="https://developer.mozilla.org/{{ locale}}/Learn/JavaScript">JavaScript</a> শিখছেন।

source: Thimble is an online code editor that makes it easy to create and publish your own web pages while learning <a title="Learn about HTML" href="https://developer.mozilla.org/{{ locale }}/docs/Web/HTML">HTML</a>, <a title="Learn about CSS" href="https://developer.mozilla.org/{{ locale }}/docs/Web/CSS">CSS</a> &amp; <a title="Learn about JavaScript" href="https://developer.mozilla.org/{{ locale }}/Learn/JavaScript">JavaScript</a>.
bn_bd: Thimble হল একটি অনলাইন কোড এডিটর যা আপনার নিজস্ব ওয়েব পাতা তৈরি ও প্রকাশ করাকে সহজ করে দেয় যখন আপনি <a title="Learn about HTML"href="https://developer.mozilla.org/{{ locale }}/docs/Web/HTML">HTML</a>, <a title="Learn about CSS" href="https://developer.mozilla.org/{{ locale }}/docs/Web/CSS">CSS</a> &amp; <a title="Learn about JavaScript" href="https://developer.mozilla.org/{{ locale}}/Learn/JavaScript">JavaScript</a> শিখছেন।

source: Thimble is part of the Mozilla Learning Network. <br/>Learn to teach like mozilla at <a href="http://teach.mozilla.org">teach.mozilla.org</a>.
bn_bd: Thimble মজিলা লার্নিং নেটওয়ার্কের একটি অংশ। মজিলার মত শেখাতে জানুন <a href="http://teach.mozilla.org/">teach.mozilla.org</a> তে।

source: Thimble works in all of the following browsers: <a title="Download Mozilla Firefox" href="https://www.mozilla.org/firefox/new/">Firefox</a>, <a title="Download Google Chrome" href="https://www.google.com/chrome/browser/desktop/index.html">Chrome</a>, Internet Explorer 11, Microsoft Edge, Safari (8+), and <a title="Download Opera" href="http://www.opera.com/download">Opera</a>.
bn_bd: Thimble নিচের সব ব্রাউজারে কাজ করে: <a title="Mozilla Firefox ডাউনলোড করুন" href="https://www.mozilla.org/firefox/new/">Firefox</a>, <a title="Google Chrome ডাউনলোড করুন" href="https://www.google.com/chrome/browser/desktop/index.html">Chrome</a>, Internet Explorer 11, Microsoft Edge, Safari (8+), এবং <a title="Opera ডাউনলোড করুন" href="http://www.opera.com/download">Opera</a>।

source: Thimble works in all of the following browsers: <a title="Download Mozilla Firefox" href="https://www.mozilla.org/{{ locale }}/firefox/new/">Firefox</a>, <a title="Download Google Chrome" href="https://www.google.com/chrome/browser/desktop/index.html">Chrome</a>, Internet Explorer 11, Microsoft Edge, Safari (8+), and <a title="Download Opera" href="http://www.opera.com/download">Opera</a>.
bn_bd: Thimble নিচের সব ব্রাউজারে কাজ করে: <a title="Mozilla Firefox ডাউনলোড করুন" href="https://www.mozilla.org/{{ locale }}/firefox/new/">Firefox</a>, <a title="Google Chrome ডাউনলোড করুন" href="https://www.google.com/chrome/browser/desktop/index.html">Chrome</a>, Internet Explorer 11, Microsoft Edge, Safari (8+), এবং <a title="Opera ডাউনলোড করুন" href="http://www.opera.com/download">Opera</a>।

source: Things I Love {{ teachingKit }}
bn_bd: আমি যা ভালবাসি {{ teachingKit }}

source: Three things I &lt;3
bn_bd: তিনটি বিষয় আমি ভালোবাসি

source: Toggle Autocomplete
bn_bd: টোগল অটোসম্পূর্ণ হবে

source: Toggle Element Inspector
bn_bd: উপাদান পরিদর্শকে টগল করুন

source: Toggle Preview Auto-refresh
bn_bd: প্রাকপ্রদর্শন স্বয়ংক্রিয়-রিফ্রেস টগল করুন

source: Toggle running JavaScript code in the preview
bn_bd: টগল JavaScript এর কোড প্রাকদর্শনে চালাচ্ছে

source: TUTORIAL
bn_bd: টিউটোরিয়াল

source: unable to untar file
bn_bd: untar করা সম্ভব হয় নি

source: unable to unzip file
bn_bd: unzip করা সম্ভব হয় নি

source: Undo your last edit
bn_bd: আপনার আগের সম্পাদনা পূর্বের অবস্থায় আনুন

source: Unordered List
bn_bd: অবিন্যাস্ত তালিকা

source: Unpublish
bn_bd: অপ্রকাশিত

source: Unpublishing...
bn_bd: অপ্রকাশিত হচ্ছে...

source: Unpublishing…
bn_bd: অপ্রকাশিত হচ্ছে...

source: unsupported file type
bn_bd: অসমর্থিত ফাইলের ধরণ

source: Untar Completed Successfully
bn_bd: Untar সফলভাবে সম্পন্ন

source: Untitled Project
bn_bd: শিরোনামহীন প্রকল্প

source: Unzip Completed Successfully
bn_bd: Unzip সফলভাবে সম্পন্ন

source: Update published version
bn_bd: প্রকাশিত সংস্করণ হালনাগাদ করুন

source: Upload...
bn_bd: আপলোড হচ্ছে...

source: Upload a file…
bn_bd: ফাইল আপলোড করুন...

source: Upload a file from your computer
bn_bd: আপনার কম্পিউটার হতে একটি ফাইল আপলোড করুন

source: Upload Files
bn_bd: ফাইল আপলোড

source: Uploading...
bn_bd: আপলোড হচ্ছে...

source: Use it to teach
bn_bd: <span id="result_box" class="short_text" lang="bn"><span class="">শেখাতে</span><span class=""> ব্যবহার করুন </span></span>

source: Use New File
bn_bd: নতুন ফাইল ব্যবহার করুন

source: Video File
bn_bd: ভিডিও ফাইল

source: Video Options
bn_bd: ভিডিও অপশন

source: Video Player
bn_bd: ভিডিও প্লেয়ার

source: View the Preview
bn_bd: প্রাকদর্শন দেখুন

source: View the Project Tutorial
bn_bd: প্রকল্পের টিউটোরিয়াল দেখুন

source: Vintage
bn_bd: ভিনটেজ

source: Visited
bn_bd: পরিদর্শিত

source: Visit the Help site
bn_bd: সাহায্য সাইট পরিদর্শন করুন

source: What is your project about?
bn_bd: আপনার প্রকল্পটি কি সম্পর্কিত?

source: While Loop
bn_bd: হোয়াইল লুপ

source: Why Contribute?
bn_bd: কেন অবদান রাখবেন?

source: Wrap long lines
bn_bd: লম্বা লাইনগুলো সংকুচিত করুন

source: Write the Web <br/> On the Web
bn_bd: ওয়েবকে লিখুন ওয়েবে<br>

source: Your published project
bn_bd: আপনার প্রকাশিত প্রকল্প

source: You've made changes since you last published this project.
bn_bd: আপনি প্রকল্পটি সর্বশেষ প্রকাশের করার পর পরিবর্তন করেছেন।
